// Copyright (c) 2011 The Chromium OS Authors. All rights reserved.
// Use of this source code is governed by a BSD-style license that can be
// found in the LICENSE file.

/* Menus */
"Menu About" = "Giới thiệu về Trình tạo ảnh của Chrome OS";
"Menu Prefs" = "Tùy chọn..";
"Menu Services" = "Dịch vụ";
"Menu Hide" = "Ẩn Trình tạo ảnh của Chrome OS";
"Menu Hide Others" = "Ẩn mục khác";
"Menu Show All" = "Hiển thị tất cả";
"Menu Quit" = "Thoát khỏi Trình tạo ảnh của Chrome OS";
"Menu Window" = "Cửa sổ";
"Menu Minimize" = "Thu nhỏ";
"Menu Zoom" = "Thu phóng";
"Menu Bring All To Front" = "Đưa tất cả lên trước";
"Menu Help" = "Trợ giúp";
"Menu App Help" = "Trợ giúp về Trình tạo ảnh của Chrome OS";

/* Buttons */
"Button Previous" = "Trước";
"Button Next" = "Tiếp";
"Button Stop" = "Dừng";
"Button Done" = "Xong";

/* Tab: Select device model */
"Text Welcome" = "Chào mừng bạn đến với Trình tạo ảnh của Chrome OS! Vui lòng chọn mẫu thiết bị Chrome OS mà bạn có.";
"Button Local Image" = "Ảnh cục bộ…";

/* Tab: Select USB stick */
"Text Select Prompt" = "Chọn thẻ nhớ USB để dùng cho khôi phục:";
"Text Insertion Prompt" = "Vui lòng đưa thẻ nhớ USB vào.";

/* Tab: Done */
"Text Congrats" = "Chúc mừng bạn đã tạo ổ khởi động khôi phục cho máy Chrome OS của bạn. Hãy tháo ổ này khỏi máy tính và sử dụng ổ này để khôi phục hệ điều hành Chromebook đã bị hư hại của bạn.";

/* Sizes */
"Size Bytes" = " byte";
"Size Kilobytes" = " KB";
"Size Megabytes" = " MB";
"Size Gigabytes" = " GB";
"Size Terabytes" = " TB";
"Size Petabytes" = " PB";

/* Error starting Disk Arbitration. */
"NoDiskArb Message" = "Ứng dụng này không thể chạy.";
"NoDiskArb Informative" = "Đã có sự cố khi bắt đầu Phân xử đĩa. Sự cố này không được phép xảy ra.";
"NoDiskArb OK" = "OK";

/* Error retrieving config file. */
"CantGetConfig Message" = "Không thể truy lục danh sách hình ảnh.";
"CantGetConfig Informative" = "Đã có sự cố khi truy lục danh sách các hình ảnh khôi phục có sẵn (%1$@). Vui lòng kiểm tra để đảm bảo rằng kết nối mạng của bạn đang hoạt động.";
"CantGetConfig OK" = "OK";
"CantGetConfig Error NoConnection" = "không thể phân bổ một kết nối";
"CantGetConfig Error DownloadError" = "đã xảy ra lỗi trong khi tải xuống";
"CantGetConfig Error StringCreate" = "không thể sử dụng phản hồi";

/* Version error. */
"VersionError Message" = "Phiên bản này của ứng dụng quá cũ.";
"VersionError Informative" = "Vui lòng tải xuống phiên bản mới hơn. Đây là phiên bản %1$@; ít nhất phải sử dụng phiên bản %2$@. %3$@";
"VersionError OK" = "Nhận phiên bản mới";

/* File dialog to select a local file. */
"SelectLocal File" = "Vui lòng chọn một hình ảnh:";
"SelectLocal Button" = "Chọn";

/* Alert on writing stick. */
"WriteAlert Message" = "Bạn có chắc chắn muốn xóa vĩnh viễn %1$@ không?";
"WriteAlert Informative" = "Tất cả dữ liệu đang hiển thị sẽ bị mất vĩnh viễn. Bạn không thể hoàn toác tác vụ này.";
"WriteAlert Cancel" = "Không xóa";
"WriteAlert OK" = "Xóa";

"TooSmallAlert Message" = "Không thể sử dụng %1$@; dung lượng quá nhỏ.";
"TooSmallAlert Informative" = "Phải sử dụng thẻ có dung lượng tối thiểu là %2$@.";
"TooSmallAlert OK" = "OK";

"NotWritable Message" = "Không thể sử dụng %1$@; thẻ đang ở chế độ chỉ đọc.";
"NotWritable Informative" = "Thẻ đang ở chế độ chỉ đọc. Có thể có công tắc trên thẻ để cho phép ghi; nếu không bạn không thể sử dụng thẻ.";
"NotWritable OK" = "OK";

/* Stick writing statuses. */
"Status Downloading" = "Đang tải xuống…";
"Status Verifying" = "Đang xác minh…";
"Status Unpacking" = "Đang giải nén…";
"Status Claiming" = "Đang xác nhận…";
"Status Unmounting" = "Đang ngắt kế nối…";
"Status Writing" = "Đang ghi…";
"Status Ejecting" = "Đang tháo…";
"Status Done" = "Hoàn tất!";

"StatusAdd Attempt" = " (lần thử %1$d)";

/* Errors */
"Failure Downloading" = "Rất tiếc, đã xảy ra lỗi, (không thể tải xuống hình ảnh nguồn). Bạn có muốn thử lại không?";
"Failure Verifying Return Value" = "Rất tiếc, đã xảy ra lỗi (không thể xác minh hình ảnh nguồn, lỗi chương trình, %1$s). Bạn có muốn thử lại không?";
"Failure Verifying SHA Mismatch" = "Rất tiếc, đã xảy ra lỗi (không thể xác minh hình ảnh nguồn, lỗi tổng kiểm tra). Bạn có muốn thử lại không?";
"Failure Unpacking" = "Rất tiếc, đã xảy ra lỗi, (không thể giải nén hình ảnh nguồn, %1$s). Bạn có muốn thử lại không?";
"Failure Claiming" = "Rất tiếc, đã có lỗi xảy ra (không thể xác nhận thẻ USB). Bạn có muốn thử lại không?";
"Failure Unmounting" = "Rất tiếc, đã có lỗi xảy ra (không thể ngắt kết nối thẻ USB). Bạn có muốn thử lại không?";
"Failure Opening Source Image" = "Rất tiếc, đã xảy ra lỗi, (không thể mở hình ảnh nguồn, %1$s). Bạn có muốn thử lại không?";
"Failure Opening Destination Device" = "Rất tiếc, đã xảy ra lỗi, (không thể mở thẻ USB, %1$s). Bạn có muốn thử lại không?";
"Failure Reading Source Image" = "Rất tiếc, đã xảy ra lỗi, (không thể đọc từ hình ảnh nguồn, %1$s). Bạn có muốn thử lại không?";
"Failure Writing Destination Device" = "Rất tiếc, đã xảy ra lỗi, (không thể ghi dữ liệu vào thẻ USB, %1$s). Bạn có muốn thử lại không?";
"Failure Ejecting" = "Rất tiếc, đã có lỗi xảy ra (không thể tháo thẻ USB). Bạn có muốn thử lại không?";

"Failure Try Again" = "Thử lại";
"Failure Quit" = "Thoát";

"Failure Termination Status" = "Trạng thái chấm dứt %d";

"Failure Internal Error 1" = "EOF không mong đợi";
